[
    {
        "audio": "processed_audio\\video1\\segment_1.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video1\\segment_2.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video1\\segment_3.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video1\\segment_4.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video1\\segment_5.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video1\\segment_6.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video2\\segment_1.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video2\\segment_2.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video2\\segment_3.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video3\\segment_1.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video3\\segment_2.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video3\\segment_3.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video4\\segment_1.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video4\\segment_2.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video4\\segment_3.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video4\\segment_4.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video4\\segment_5.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video4\\segment_6.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video5\\output.wav",
        "text": ""
    },
    {
        "audio": "processed_audio\\video6\\20. Linear System Modeling a Single Degree of Freedom Oscillator.wav",
        "text": " The following content is provided under a Creative Commons license. Your support will help MIT OpenCourseWare continue to offer high quality educational resources for free. To make a donation or to view additional materials from hundreds of MIT courses, visit MIT OpenCourseWare at ocw.mit.edu. PROFESSOR 1 Are we ready with the concept questions from the homework this week?  How do we get different? There we go. I looked at one, it was one thing. I looked at the other, it was the other. Does g enter into the expression for the undamped natural frequency? And most people said no, but about a third of you said yes. So if you've worked on that problem now, you've already discovered the answer. So you'll find that g does not come into the expression. When you do a pendulum, g is there.  is in the expression. And there's a question on the homework about what's the difference? How can you predict when g is going to be involved in a natural frequency expression and when it is not? So I want you to think about that one a bit. Maybe talk about it at, if there's still questions about it, we talk about it in recitation on Thursday, Friday. OK. So does g enter into the expression here? Sure, you know the simple pendulum.  the natural frequency square root of g over l. For a simple mass spring dashpot, the natural frequency is k over m, whether or not it's affected by gravity. So there's something different about these two. OK, let's go on to the third one. In an experiment, the system's given initial velocity observed to decay in amplitude of vibration by 50% in 10 cycles.  estimate the damping ratio to be approximately what? Well, it gives a little rule of thumb I gave you last week. I'll go over it again today. 0.11 divided by the number of cycles to decay 50%. So if it took 10 cycles, 0.11 divided by 10, 0.01, 1.1% damping. OK, next. At which of the three excitation frequencies will the response magnitude be greatest?  Oscillators excited by cosine omega t kind of things before. So at the ratio 1, most people said it's where it would be the largest. Why at 1? Anybody want to give a shot here? What happens when you drive the system at its natural frequency? It's called resonance. We're going to talk about that today. So it's when the frequency ratio is 1 and for the system being lightly damped, that you get  the largest response. Finally, which one are we on here? Oh, this one. Can all of the kinetic energy be accounted for by an expression of the form Iz omega squared? Is there any? That certainly accounts for some. By the way, I brought this system, if you haven't. So this is a really simple demo, but it has all sorts of. So in this case, we're talking about.  That motion certainly has some i omega squared kind of kinetic energy. But does the center of gravity translate as it's oscillating? What's the potential energy in the system? By the way, any time you get an oscillation, there's an energy flows from potential to kinetic to potential to kinetic. That's what oscillation is. So there has to be an exchange going  on between kinetic energy and potential energy. And if there's no losses in the system, the total energy is constant. So the kinetic energy is certainly in the motion. But when it reaches maximum amplitude, what's its velocity when it's right here? 0. So all of its energy must be where? In the potential. And where's the potential in the system? Pardon? In the string. In the string. It's not stored in the string.  of potential energy we talk about in this class. Gravity and springs. Well, these strings don't stretch. So there's no spring kinetic energy, potential energy. There must be gravitational potential energy. How is it coming into this system? So he says when it turns, the center of gravity has to raise up a little bit.  And that's the potential energy in the system. The center of gravity goes up and down a tiny bit. So is there any velocity in the vertical direction? Is there any kinetic energy associated with up and down motion? Yeah, so that doesn't entirely capture it, 1 half i omega squared. Is it an important amount of energy? I don't know. But there is some velocity up and down. My guess is that it actually isn't important. But the answer is it does move up and down. It has to, or you would not have,  of potential energy exchange in the system. Is that it? OK. Let's keep moving here. Got a lot of fun things to show you today. So last time we talked about response to initial conditions. I'm going to finish up with that and then go on to talking about excitation of harmonic forces. So last time we were considering a system like this.  x is measured from the 0 spring force in this case. Gives you an equation of motion of that sort. And we found that you could express x of t as a, I'll give you the exact expression, x0 square root of 1 minus zeta squared.  cosine omega damped times time minus a little phase angle. And there's a second term here, v0 over omega d sine omega dt. And the whole thing times e to the minus zeta omega nt.  to an initial deflection x0 or an initial velocity v0. And that's the full kind of messy expression. There's another way of writing that, which I'll show you. Another way of saying is that it's an x0 cosine omega t.  d t plus v0 plus zeta omega n x0 all over omega d sine omega d times t e to the minus zeta omega n t.  Same exponent. This is your decaying exponential that makes it die out. And so I just rearranged some of these things. There's no little phase angle in here now. So you have just a cosine term, disproportional to x0, and a sine term, which has both v0 and x0 in it. The x0 term, if damping is small, this term is pretty small, because it's x0 times zeta. When you divide by omega d, which is almost omega n, that goes away.  So this term, the scale of it is zeta x0. So if this is 1% or 2%, that's a very small number. So I gave you an approximation, which for almost all practical examples that you might want to do, make an approximately sign here. So this is just x0.  cosine omega dt plus v0 over omega d sine omega dt e to the minus zeta omega nt. And this is the practical one. For any reasonable system that has relatively low damping, even 10% or 15% damping,  that part of the transient decay comes from x0 cosine, the other part v0 over omega d sine. And that's what I can remember in my head when I'm trying to do it. Now the question, the thing I want to address today is, what's this useful for? My approach to teaching you vibration is I want you to go away with a few simple practical understandings so that you can actually solve some vibration problems.  problems. And one of them is just knowing this allows you to do a couple things. And we'll do a couple of examples this morning. By the way, this form, this is some A cosine plus B sine expression. And I labeled them A and B. A and B.  They're both of the form a1 cosine omega t plus b1 sine omega t. And you can always add a sine and a cosine at the same frequency. I put just any frequency here. They just have to be the same.  always take an expression like that and rewrite it as some magnitude cosine omega t minus a phase angle. And the magnitude is just the square root of the sum of the squares, a1 squared plus b1 squared. And the phase angle is the tangent inverse of the sine term over the cosine term.  sine plus cosine as A cosine omega t minus phi. We use that a lot. And that'll be used a lot in this course. And then, of course, if this whole thing is multiplied by an e to the minus eta omega nt, then so is this. OK. OK, what are these things useful for?  And we've derived this all for a mass spring system. Is that equation applicable to a pendulum? So this expression is applicable to any single degree of freedom system that oscillates. You just have to exchange a couple things. So let's think about a simple pendulum.  So the common massless string and a bob on the end, some length l. The equation of motion.  And this is point A up here. Izz with respect to A theta double dot plus MGL sine theta equals 0. That's the equation of motion. With no damping, that's the equation of motion of the system. Is it a linear differential equation?  No. And to do the things that we want to be able to do in this course, like vibration with harmonic inputs and so forth, we want to deal with linear equations. So one of the topics for today is linearization. So this is one of the simplest examples of linearization. We need a linearized equation. And we need to remember in a couple of approximations  summations. So sine of theta, you can do a Taylor series expansion. It's theta minus theta cubed over 3 factorial plus theta to the fifth over 5 factorial plus minus and so forth. And cosine of theta is 1 minus theta squared over 2 factorial plus  theta to the fourth over 4 factorial, and so forth. So what do we mean when we linearize something? So linearization means that we're essentially assuming the variable that we're working with is small enough that the right-hand side, an adequate approximation of this function, is to keep only up to the linear term.  on the right-hand side. For sine, the term raised to the 1 power, that's the linear term. This is a cubic term, a fifth order term. We're going to throw those away and say this is close enough. For cosine, it's 1 minus theta squared. We throw these away. The small angle approximation for cosine is it's equal to 1. So that's the simplest example of linearization  of a nonlinear term. So when you linearize this equation of motion, we end up with Izz with respect to A theta double dot plus Mgl theta equals 0. And we get our familiar natural frequency for a bob as square root of g over l. So we need linearization to be able to do pendulum problems.  And maybe let's do an example here. I've got a pendulum that we'll do an experiment with this morning. But 30 degrees is about out like that. 17 degrees is about like that. That's quite a bit of angle. Is that small in the sense that I'm  this equation? So 17 degrees happens to be, I'll use this here. That's actually 17.2 degrees equals 0.3 radians.  of 0.3 is 0.2955. And if we fill out, look at these terms, the lead term here is 0.3. Plug in the 0.3. Minus, and the second term, when you cube 0.3 and divide it by 6.  The second term is minus 0, 0, 4, 5. And if you subtract that from this, you get exactly this. So to four decimal places, you only need two terms in this series to get exactly the right answer. This thing out here, this fifth order term, is really tiny. But the approximation, if we say, OK, let's skip this, we're saying that 0.3 is approximately  Approximately 0.2955. Pretty close. So up to 17 degrees, 0.3 radians, that's a great approximation. So it's a little high by about, I think it's about 1 and 1 and 1 1.5% high. So for pretty large angles for pendula,  I think that simple linearization works just fine. Once we get it linearized, that equation of motion is of exactly the same form as the one up there. We don't have any damping in it. We could add some damping. We could put a damping in here. We'll call it with a torsional damper, ct theta dot. And now that equation is of exactly the same form  a linear oscillator, linear meaning translational oscillator. It has an inertia term, a damping term, a stiffness term. It's a second order linear differential equation, homogeneous linear differential equation, nothing on the right hand side. Because they're exactly the same form, then the solution for  Decay, transient decay from initial conditions, takes on exactly the same form, except it has an initial angle, theta 0. And I'll use the approximation here, cosine omega dt plus theta 0 dot, the initial velocity, over omega d sine omega dt all times e to the minus 0.  theta omega nt. So that's the exact same transient decay equation, but now cast in angular terms. And if you wanted to express it as A cosine omega t minus phi, then the A would be this squared plus this squared square root, and the phi would be a similar calculation.  as we have up there somewhere here. Just the B term over the A term, tangent inverse. All right. What's it good for? So I use this. This equation gets used quite a lot as some practical uses. I'll show you. Let's do an example, a little more complicated pendulum. My stick, maybe.  Center of mass there. Izz with respect to A. We'll call it ml cubed over 3 for slender rod. And now what I want to do is I have coming along here a mass, a bullet.  Has mass m, has velocity vi for initial here. And that's its linear momentum, P initial. And it's going to hit this stick and embed in it. So you've done this problem before. Yeah? Pardon?  ML cubed over 3. That's ML? Good. I don't know where I was thinking cubed this morning. ML squared over 3. Good catch there. OK. So we have it. It's mass moment of inertia. This is a pendulum. This bullet's going to come along. So this is exactly what I've got here. Get it in the picture? Yeah. So it's initially at rest. Come along. And this paper, this clip here?  It represents the bullet. So I zoom it along. Hits this thing, sticks to it, and when it hits it, it does that. So then this thing, after it hits, swings back and forth. So what's the response of this system to being hit by the bullet? I claim you can do it entirely by evaluating response to initial conditions. But we need to use one conservation law to get there.  What's conserved on impact? Is linear momentum conserved on impact? How many think yes? Linear momentum conserved. How many think angular momentum's conserved? Good, you guys have learned something this year. That's great. Why is linear momentum not conserved? Because are there any possible other  external forces on the system? At the pin joint. You can have reaction forces here, and you have no control of them. But the moments about this point, are there any external moments about that point during the impact? No, there are reaction forces, but there's no moment arm, so there's no moments. So you can use conservation of angular momentum. So h1, I'll call it here, with respect to A, is just r cross p.  i, and the r is the length in the i direction. p is in the j direction, so the momentum is in the k. So this should be m v initial times l. And its direction is in the k hat direction. So that's the initial angular momentum of the system with respect to this. This has no initial angular momentum because it's motionless.  But since angular momentum is conserved, then H2, we'll call it with respect to A, has got to be equal to H1 with respect to A. And that will then be Izz with respect to A theta dot, right? But I need to account for the mass of this thing. So the total mass moment of inertia with respect to A is Izz with respect  A plus m what? Now I've got the total mass moment of inertia with respect to this point, that of the stick plus that of the initial mass that I've stuck on there. And this must be equal to theta dot. And I'll put a not down here, because I'm looking for my equivalent initial condition. And this then is m v initial.  And I solve for theta dot 0. And that looks like m v initial l over Izz A plus m l squared. And everything on the right-hand side you know. You know the initial velocity, the mass of the bullet, the length of the distance from the pivot.  it, mass moment of inertia, and the additional mass moment of inertia. These are all numbers you plug in, and you get a value for this. And once you have a value for this, you can use that. In this problem, what's theta 0? The initial angular deflection at time t0 plus, right after the bullets hit it.  hasn't moved because it hasn't had time to move yet. At some velocity, it takes finite time to get a deflection. So there's zero initial angular deflection, but you get a step up in initial angular velocity. And so the response of this system is theta of t is theta 0 dot over omega d.  sine omega dt. So what's omega d? Remember, I'll define a few things. In this case, this is ct over 2 Izz A plus.  Little ml squared. We have to deal with all the quantities after the collision. 2 times omega n. That's the damping ratio for this torsional pendulum, for this pendulum. It's the damping constant. 2 times the mass, the inertial quantity, times omega n. For a translational system, it's c over 2.  m omega n. For a pendulum system, it's the torsional damping over 2 times the mass moment of inertia times omega n. And omega n, well, to calculate the natural frequency, it's just mgl divided by Izz plus this. Maybe I ought to write that down.  So always, for a simple single degree of freedom oscillator, you want the undamped natural frequency. Ignore the damping term. Take the stiffness term coefficient here and divide it by the inertial coefficient. But we care about the natural frequency after the impact. So this is going to be. Ah, trouble is here.  I don't know for this system. I haven't worked out yet what this term looks like. What is it? This result right here is for the simple bob. For this stick, it's mgl over 2 plus the little m times l. A little more messy. So mgl over 2 plus little ml. That'll come from the potential energy.  energy in the system, all over Izz A plus ml squared. So you get your natural frequency out of that expression. So you do this problem sometimes before when you do, say, somebody asks you how high does it swing and so forth. Well, you can do it by conservation  of energy, et cetera. But now you have actually the exact expression for the time history of the thing after the impact, including the effects of damping. And if you were to draw the result of this, function of theta as a function of time, this one starts with no initial displacement but a velocity.  And does this. And that's your exponential decay envelope. And this is time. OK. Yeah? Excuse me? Why this one? Excuse me. Forgot the g.  And it accounts for the restoring moment, the additional little bit of restoring moment that you get from having added the mass of this thing to it, right? So it has by itself mgl sine theta. And we linearize it, too. So it's mgl theta. And those two terms would add together. So you just have a second term here that has mgl-like behavior.  make use of expressions like this or the one for translation is because experimentally, if I'm trying to predict the vibration behavior of a system, one of the things you want to know is the damping. And one of the simplest ways to measure damping is to give a system an initial deflection or initial velocity and measure its decay. And from its decay, calculate the damping.  Last time I gave you an expression for doing that, and that was damping ratio 1 over 2 pi times the number of cycles that you watch it times the natural log of x of t over x of t plus n periods of vibration.  This has a name. It's called the logarithmic decrement, this thing. Somebody says log decrement. That's where they're referring to this expression. And let's comment about this. In this expression, x of t must be.  If your measurement, we have x of t here or theta of t, they must be 0 mean. It must be oscillations around 0, or you have to have subtracted the mean to get it there. Because if this is displaced and is oscillating around some offset, then this calculation is going to get really messed up. It's got an offset plus an offset here plus an offset there.  It's totally meaningless. So you must remove the mean value from any time history that you go to do this. So there's an easier way, the same expression. And this is, in fact, the way I use this. I'll plot out like your data acquisition grabs it, plots it for you. I take this value from here to here. And this is my peak to peak amplitude. And then I go out n cycles later.  and find the peak to peak amplitude. And so this is perfectly, this is just the same as 1 over 2 pi n. But now you do natural log of x peak to peak at t over x peak to peak at t plus n periods. And that now, peak to peak measurement, you totally ignore the mean. It doesn't matter where you are.  You want the here to here, here to here. Plug it in there and you're done. I got one, two, three, four. Let's let n equal 4. And let's assume this expression here.  And it's 1 over 2 pi times 4. And let's assume that in these four periods from that's one period, two, three, four, and getting out here to this fourth, four periods away, that this is 1 5th the initial. So this would be the natural log of 5.  pi times 4 natural log of 5. And you run the numbers, you get 0.064, or what we call 6.4% damping. That's the way you do calculation like that. Now, I gave you a quick rule of thumb for estimating damping. And this is what I can't work. I don't do logs in my head. But I can do damping estimates.  without that, because I know that zeta is also, I just plug in some numbers here and run them all in advance, is 0.11 divided by the number of cycles to decay 50%. So we're going to do an experiment. And I guess it can be seen in the camera.  So here's my pendulum. This is my initial amplitude. And this is about half. So if I take this thing over here like that and let go and count the cycles that it takes to decay halfway, we can do this experiment. So let's do it carefully. So I'll line it up like that. And you're going to help me. You count how many cycles it takes till it gets to here.  1, 2, 3, 4, 5, 6, 7, 8, about 8 cycles. So it decayed halfway in 8 cycles. So zeta is approximately 0.11 over 8. It's 1 and 1 half percent, 1.4%, something like that.  Perfectly good estimate of damping. Now, I've got a stopwatch here. I'm going to do this experiment again. I want you to count. You're doing the counting. And I'm going to say start. And I want you to count cycles until I say stop.  stop on 10 to make the calculation easy. So quietly to yourself, count the number of cycles from the time I release it until the time I stop, come back here. So this time, the backdrop doesn't matter. I just want you to count cycles. And I'll start. I'll let it get going.  is when I'm going to start the stopwatch. I have a hard time doing them both at the same time. So start. How many cycles?  So I got 17.84 for 10. So 10 divided by 10 is 1.784 seconds per cycle. Can't write like that. 1.784 seconds per cycle.  C would be 1 over that, right? The thing you have to be careful about when you're counting cycles is if I start here, that's 0, 1, 2. A very common human mistake is when you're counting something like this to say 1 when you start. And then you're going to be off by one count. Follow me? If I start 0, 1, 2.  clock on 0, but the first cycle isn't completed until one whole cycle later. So be careful how you count. OK. Now we're going to shift gears.  And take on a new topic, and that's the response to a harmonic input, some cosine omega t excitation. Yeah? What is omega d?  So it's the damped natural frequency. It's how it's referred to. It is the frequency you observe when you do an experiment like we just did. The actual oscillation frequency when it's responding to initial conditions is slightly different from the undamped. But if you have light damping, if you have even 10% damping, 0.1 squared is 0.01. That's 0.99 square root is 0.99.  So you're only off by a half. They're only half a percent difference. So for lightly damped systems, for all intents and purposes, omega n and omega d are almost exactly the same. We now want to think about we have a linear system. I'm putting a force into it that looks like some F0 cosine omega t.  And out of that system, we measure a response, x of t. And inside this box here is my system transfer function. It's the mathematics that tells me I can take f of t in and predict what x of t out is. So I need to know the information that goes into this box. And of course, the real system, this is just the mechanical system. Force in, measured output out.  This is what we call a single input, single output system, SISO, single input, single output linear system. And there's all sorts of linear systems that you're going to study as mechanical engineers. And you've already begun, I'm sure, studying some of them. One of the properties of a linear system is if you put a force in, F1, and measure a response out, x1. And then you try a different force, F2, and you measure a response out, x2.  out x2, what's the response if you put them both in at the same time, f1 and f2? You just add the responses to them individually. So f1 gives you x1, f2 gives you x2, f1 plus f2 gives you x1 plus x2. And that's one of the characteristics of a linear system. And we use that concept to be able to separate the response.  our calculations about the response of a system, like our oscillator here, separate its response due to transient effects, transients being initial conditions. They die out over time. That's why we call them transients. And steady state effects. So cosine omega t, you can leave it running for a long, long time. And pretty soon, the system will settle down to responding just to that cosine omega t.  we call steady state. And we use them separately. So we've done initial conditions. Now we're going to look at the steady state response of, say, our oscillator, our mass spring dashpot, to a harmonic input, F0 cosine omega t. Another brief word. If I have a force, F0 cosine omega t would look.  Like that. And the response that I measure, to start off with, it's sitting here at 0 when you turn this on. And it's going to do some odd things initially, and then eventually settle down to some long-term  long-term steady response. The amplitude stays constant. Its phase angle with respect to the input isn't necessarily the same. There's some possibly phase shift. And that's so the two, if you're plotting them together, they won't line up. See this messy stuff at the beginning? When you first turn this on, it jumps from here to here, that force.  gives it a kick to begin with. And this will have some response initially due to that transient startup. And this response is all modeled by the response to initial conditions. And it'll die out after a while, this messy stuff. What's the frequency? What frequency do you expect this initial erratic looking stuff to be at?  to initial conditions. What is the model for response to initial conditions? What's the frequency of the response to initial conditions of a single degree of freedom system? We have an equation over here, right? Up at the top, it has a cosine term and a sine term, part of it is response to initial displacement, part of it is response to initial velocity. Any of this startup stuff can be  as initial conditions. And the response to initial conditions is always at the damped natural frequency, period. No other frequencies for a single degree of freedom system. So you get a behavior that's oscillating at its natural frequency. Mixed in there is response at the excitation frequency. And after a long time, the response is only excitation frequency. This is now out here. This is omega. In here, you have omega.  and omega d going on. So this is messy. Usually isn't important. If it is, there are ways of getting the exact solution. But mostly, vibration engineers, you're interested in the long time steady state response to what we call a harmonic input.  So we'll work a classic single degree of freedom oscillator problem excited by F0 cosine omega t. You've done this in 18.03. But now we'll do it using engineering terminology.  And look at it the way a person studying vibration would think about this. We know the equation of motion. And I'm interested in the steady state response. So this is x, and I'll just write it once like this. ss, steady state.  I'm only interested in it's after those transients have died out. And that steady state response I know is going to be some amplitude x0 cosine omega t minus some phase angle that I don't necessarily know to begin with. But that's my input. This is my output.  Plug it into here, and turn the crank, and see what falls out. So you plug both of those in. And you get two. It's going to be a little writing intensive for a few minutes.  So you plug the x0 cosine omega t into all of these terms. The m term gives you minus m omega squared. The k term gives you a k. And the damping term minus c omega.  sine omega t minus phi. All of that equals the right-hand side, F0 cosine omega t. So this is just purely from substitution and then gathering some terms together.  I'm going to divide through by k. If I divide through by k, this gives me a 1. This gives me an m over k, which is 1 over the natural frequency squared, for example. And I'm going to put this into a form that is the standard form for discussing vibration problems.  can be rewritten in this form. 1 minus omega squared over omega n squared cosine omega t minus phi minus 2 zeta omega over omega n sine omega t minus phi.  equal to f0 cosine omega t. So this is getting into kind of more standard form. So there's 1 minus omega. This now, this omega over omega n is called the frequency ratio. We're going to see a lot of that. And I've substituted in here c omega over k. Turns out to be 2 zeta omega over omega n. So this frequency ratio appears a lot in R.  Now, you need a couple of trig identities. Cosine omega t minus phi, cosine omega t, cosine phi, plus sine omega t, sine phi.  And sine omega t minus phi gives you sine omega t cosine phi minus cosine omega t sine phi. So that's a trig identity you actually use quite a bit doing  and vibration problems. And we need them. So we take these, plug them in in all these places, and do quite a bit of cranking. Yep? Yeah. Thank you. And that's called that f over k is how much the spring would move statically, how much the point would move statically. We'll need that term also.  OK, you do all of this. And I'll call these.  OK, so this is C. That's expression C. You can't see that probably. Call this D, this E. So you plug D and E into C and work it through. You get two equations.  x.  You break it into two parts, because one is a function of cosine omega t. Then you have another part after the substitution that's a function of sine omega t. And you can separate them.  But there's no sine omega t force on the right-hand side to get 0. You have two equations here. How many unknowns do we have? All we know when we start this thing is the input.  We have unknown response amplitude, and we have an unknown phase that we're looking for. How many equations? How many unknowns? Two and two. So you can do a lot of cranking, which I have no intention of doing here, and solve for the amplitude of the response and the phase.  And every textbook, the Williams textbook does this. There are two readings posted on Stellar by Rao. Every textbook goes through these derivations that I've just done. Nick, you got a question?  Pardon? Yeah, I keep forgetting it. You're right. So you've got a k here. And notice this equation, we can throw away that for now. We get rid of this for now. These two equations and two unknowns are just algebraic equations. And they're not time dependent. We can get rid of that part. So we've now reduced this to algebra.  The answer's plotted up there. You've probably seen it before. It says that x0 is F0 over k. I get it right this time from the get go. Over a denominator which appears again and again and again in vibration. Omega squared over omega n squared squared plus 2 zeta omega  over omega n squared, square root, the whole thing. And an expression for phi. Tangent inverse of 2 zeta omega over omega n, 1 minus omega squared over omega n squared.  So you can solve all that mess over here for these two quantities. Do you need to remember this? Are you ever going to be asked this on a quiz? Not by me. You ever going to have to use this on a quiz and in homework? Absolutely. So the takeaways today, know how to use those response to initial condition formulas in damping and these two.  So when you plot these, you get this picture up there. And we need to talk about the properties of this. Remember this omega over omega n is this thing called the frequency ratio. It's just the ratio of the excitation frequency to the natural frequency of the system. And when they're equal, for example, this ratio is 1. This whole thing in parentheses goes to 0.  This expression over here goes to 2 zeta, because that's 1. 2 zeta squared square root is just 2 zeta. At 1 omega equals omega n, this whole expression is F0 over k divided by 2 zeta, for example. And that's called resonance. And that's when you're right at where that peak goes to its maximum. Let's talk about this expression for a moment.  We have our cart, our mass spring dashpot. We started here. If you apply a force, a static force F0, it'll stretch the spring by an amount F0 over k. So x, we'll call x static, is just F0 over k.  I want to. This has a name. This is called this ratio here. This gives you the magnitude of the response. It goes by a variety of names. Some people call it a transfer function. Some people call it a frequency response function.  I write it intentionally this way. I put output over input, because this expression has units of output over input. So I just write it like this to remind myself what this transfer function is about. The input is force. The output is displacement. This expression has units of force per unit displacement.  If I go to here, if I try to plot this, let me start over. If I try to plot this, it's going to be depending on the exact value of the spring constant and the exact value of the force every time. I'll have to get a unique plot every time I go to do this.  So textbooks and engineers, I don't want to have to remember this part. This is where all of the content is in, is in this denominator. And it's dimensionless. So what I'd really like to plot is x0 over x static. And if I do that, that is x0 over the quantity f0 over k. If I just divide, this is x static.  to this side, then this expression, this is just 1 over that denominator. And sometimes I think in the handout by Rao, they just call this h of omega. It's dimensionless, frequency over frequency. And that's actually what's plotted up there.  It has different names also. Magnification factor, dynamic amplification factor, because the ratio of x to x static, if this is the dynamic effects magnify the response compared to the static response. So it might be this over this might be 10. It means the dynamic response is 10 times the static response.  OK, to sum this up, and we'll be getting close to the end, we want to talk just about the properties of this. How do we use this? So in practical use, you have an input specified, some force cosine omega t.  You know you have a single degree of freedom oscillator that is governed by equations like that one. And you want to predict the response. Why? You say x of t is equal to the magnitude of the force times the, and you divide that by, we could do it this way.  The magnitude of the force divided by k, which is the static response. To predict x0, we just have to take this quantity and multiply it by f0 over k. So you know this. You better know that about your system. And you multiply it by this quantity, magnitude of H of omega. And the whole, the time dependent part  is times cosine omega t minus the phase angle. And the phase angle you get either off the plot or from the, if I'd written it down. I haven't written the phase angle down yet.  It's kind of a messy expression, too. That's why we plot it. 2 zeta omega over omega n all over 1 minus omega squared over omega n squared. But by knowing just this plot, which you just put in every textbook about vibration in the world, by knowing this transfer magnification factor, calculating the static response  response, multiplying the two together, you have the amplitude of the response. And its time dependence is cosine omega t minus the phase angle. And I've got a little example here. Actually, rather than the example, I've gone to all the trouble of setting this up.  All right. This is just a beam. Where's my other little beam? And a beam is just a spring.  Put a mass on the end. This is basically a single degree of freedom system. It has a natural frequency. The beam has a certain stiffness. And now, in this case, we're interested in response to some harmonic input. So any of you know what a squiggle pen is? This is a kid's toy.  Yeah. So all throughout the term, we've studied rotating masses quite a bit, right? This thing has a rotating mass, so you can see in the end. Maybe when you leave today, you can come down and take a look. And that's a little rotating mass. It's actually a pin. It was a kid's toy. It shakes like crazy. And now we need the light.  down. And it happens that the, so I've got a strobe light here, and I've kind of preset the frequency so it's very close to the frequency of vibration of this beam. So there's a rotating mass in this pen going around and around, and it puts a force  into the system that looks like f0 cosine omega t in the vertical direction. Also does it in horizontal, but vertical is our response direction. So it's putting in a force. And I have set the length of this beam so that the natural frequency of this beam with this mass on the end is exactly or very close to being the frequency of the excitation.  different than the vibration rate. So you see it illuminated at many positions as it goes through the cycle. So you see it going up and down. So if I mismatch it quite a bit, then you see it going. And actually, if you look at the very right end, you can see a white thing going up and down. That's the mask. You can actually see the mask in the very end of the right there. You can see something going around and around. There.  rotating mass, so the beam is going up and down. And I've got the vibration frequency of that mass going around and around equal to the natural frequency of the beam with the mass on the end. Now, if I, and it's moving quite a bit, I'm going to loosen my clamp, and I'm going to change the length of the beam. I've shortened it.  And now it's still moving up and down, but not as much, because the frequency of the rotation of the eccentric mass is no longer close to the natural frequency of the system. So where are what's, in fact, I've made the natural frequency of the system. You can bring the lights back up.  I've made the natural frequency of the system. By making the beam shorter, I've made it stiffer. So the natural frequency has gone up. The frequency of the rotation of the eccentric mass has stayed about the same. So what's happened to that frequency ratio, omega over omega n? Is it less than 1 or greater than 1? So the omega n has gone up.  stayed the same. The frequency ratio, when you shorten this beam, is less than 1. And the properties of this transfer function, we call it, or this magnification factor looks like this. When we're exciting it right at 1, this is omega over omega n, you're right at resonance.  a frequency ratio less than 1, you start dropping off this back side, and the response goes down. And if you're excited at frequencies much greater than the natural frequency, you end up way out here. And I can do that too.  How much do you think it will vibrate now? A lot? A little? Hardly. Whoops. Oh, I brought it out so much you can't see it. Hardly moving at all. And that's because.  In terms of this terminology of magnification factors, transfer functions, this is a plot of x over x static. It goes to right here. When you go to 0 frequency, you are at static. So the response at very, very low frequencies goes to being the same as the static frequency. So in this plot, it goes to 1. At resonance, you put in 1 here.  goes to 0, that becomes a 1 2 zeta squared. This height here is 1 over 2 zeta. So the dynamic amplification at resonance is just 1 over 2 times the damping ratio. If you have 1% damping, twice that is O2. 1 over O2 is 50. So if you only had 1% damping, the dynamic amplification,  this vibrates greater than its static response. It's a factor of 50 greater. But then as you go higher in this omega over omega n, then you get way out here, and you get almost no vibration at all. And that's what's happened when I've lengthened this. OK. So there's your introduction to linear systems.  systems, in this case a single degree of freedom system that vibrates an oscillator. We're talking about steady state response, not the part of the solution, the mathematical solution to initial conditions. So all of this has been about steady state response of our simple oscillator to what we call a harmonic input.  f0 cosine omega t. So what's important that you need to remember and be able to use? This concept here, this idea of a transfer function, that's really important. You might want to remember it, though, as this dimensionless quantity x over x static. Just remember the shape of this transfer function. Magnitude of the amplification, 1 over 2 zeta at resonance.  to 1 at low frequency. The high frequency, it drops away off. Next time, we're going to pick up the topic of what we call vibration isolation. The practical thing to know as engineers is when you have a significant vibration problem, like in a lab and you're looking through your microscope and the floor vibration is causing trouble with your microscope, and you can't move the subway.  What can you do to solve that problem? Well, you might be able, what if you put some kind of a flexible pad under the microscope? You might be able to reduce the vibration of the microscope. Things like that. That is the topic of vibration isolation. So we're going to get into that next time. Thanks. "
    },
    {
        "audio": "processed_audio\\video7\\Particle Physics Lecture 1_ Introduction to the Course.wav",
        "text" : "All right. And hopefully you're aware that the lectures will all be recorded and put on YouTube. They'll be linked through my website. But they're meant for you. They're not for, I mean, I don't care who watches them, but they're meant for you to be able to, if you're absent, you can obviously watch the lecture. I don't want to set up Zoom, so if you're not gonna be here because you're quarantined or whatever, just watch the lectures on YouTube. I'll get them on the night of, so it'll be all the way around the night.  But anyway, they're for you, you know, if I said something and you didn't quite follow it, you want to go watch it again, you can just go watch the lecture. But anyway, so I'm going to remove this and you're going to stay six feet away. I just can't talk through a mask very long. So let's do some organizational stuff. So first of all, I sent you all a request that we move the beginning of the class till 5.15 on Tuesdays, and that's because  because the colloquium, it's actually not gonna happen probably for at least January because I think everything's gonna be remote. So we could just start at five and then when things start happening in here we can move it to 515. But my question is, if any of you have any objections to moving it to 515, just send me an email and let me know and you'll kind of be part of the factor and you don't have to spread it around the class. I'll just make the decision based on one person's conflict. But anyway, it's just a headache because I don't know who's running colloquium this semester  but last semester they were not good at ending the colloquium on time. So the course I was teaching last semester, which was grad math phys, in the room next door, it often did not start at 5 when it was supposed to. So at any rate, I would much rather start at 5, and that way I'd be done at 6.15 so you can all leave when you expect, but we might just move that to 5.15. 5.15 to 6.30, if you have an issue with that, just send me an email. Hopefully you've looked through the course website, which I can  included my email last night. But hopefully the way the course is set up, you've at least heard about. If not, you're already familiar with it. I know several of you in the room have taken courses from me, so you already know. But first of all, you're an audience which is very unlike many other courses taught here, because many other courses taught here are required. You have to take them whether you want to or not. You're all in here because you want to be, and you're the most wonderful audience I could possibly ask for. So thank you. Thank you very much. Give yourselves a hand. Clap. Damn it.  Just kidding. I'm not kidding, I do appreciate it. But anyway, so I'm not going to take it easy on you. I mean, there's plenty for you to learn, plenty for you to do, but I'm not out to kill you in this course. So it's rather easy to get an A in it, as long as you go through the steps and do what you're supposed to do. Hi, welcome. Go have a seat. Six feet away, or more. Anyway, so what we're going to do, first of all, I'm going to assemble a deck of cards, which I usually do.  So as per the email, did anybody not get the email? Some of you are auditing the course. Some of you might have just added, if you did not get the email, send me an email tonight, and then I'll include you on the email chain in the future. But one of my requests is that if you're going to be in this room during class, whether you're enrolled in the course or whether you're just coming and viewing it or whatever, send me a card with your name on it. Yes, Drew, that's you. Should I send you another one? You can if you want.  But anyway, send me a picture of you with your name on it. You can be as creative as you like. People have been really, really annoyingly creative in the past. But anyway, and then I'll make a deck. Okay? And then from this deck of cards as I'm teaching, I will just randomly draw cards and I'll ask a question of that person. Okay? This is going to be part of your grade, but it's a participation grade. You don't have to get the question right. In fact, you know I ask questions of some people which are so easy, they get the question right.  them wrong. It's like I love to set it up where the answer is the identity and they're like three. So don't worry about having to answer questions. You know just if I draw your name and try and answer you can phone a friend if you don't know the answer or whatever. It's just to keep you engaged in the class because the last thing I want is for you to drift away thinking about the other. This was done to me at Georgia Tech a long time ago by a professor and I thought it was one of the best breeders of engagement in the class.  Okay, so that's why I do it. Plus I just get all these really cool cards with all your names on it, which I will admit, I have the hardest time remembering names. So please forgive me if I don't remember your name. There's 20 of you. I actually almost got the 10 students in my last class. I almost got them memorized, almost, but anyway. So how many of you know why my memory is bad? Raise your hand. Okay, good, most of you know, good. So I'm gonna have to go through that story again. I'm getting tired of telling that story. Anyway, if you don't know,  I just asked somebody and they'll tell you. Anyway, so, lecture will have participation based on the cards. If you're quarantined or whatever, that's fine. Don't worry about it. Most people get a perfect five on the participation. So unless you really just start skipping class and don't let me know why, then you're gonna get a five. I think it's worth five, I can't remember. Look at the website. Anyway, I will assign weekly homework assignments. Normally what I'll do is I'll roll out the problems the evening of a lecture  because the lectures, sometimes I can't get through everything and the last thing I want to do is give you a homework over something which we haven't covered. So, your homework, okay so let me back up to the most important ingredient of this which I should explain to you. I will not be collecting homework. I don't believe in that. Rather, what I will do is I will assign you homework and then on Thursdays, you will take a homework quiz. Okay? I strongly encourage you to work on your homework together. This is that lesson that we learned from  It's 100. The ability or the possibility of teaching stuff that you think you've learned to other people will only enhance your understanding. Also, if somebody's struggling and you can help them, that's fine. So you're welcome to work together on the homework. You're welcome to write up in whatever format you want. But what doing a homework quiz does is several very valuable things. First and foremost, I've taught courses before where I collected homework, and invariably someone would copy something off this homework and turn it in. And there's not a lot we can do to catch that.  and it kind of sucks because they might get a really good grade, whereas someone who's earnestly trying might not get the best grade. With a homework quiz, it doesn't matter. You're all going to come in and you're going to take a quiz in person over the homework. The homework quiz will be two questions. It will be front and back. One question on the front, one question on the back. They might have a couple of parts, but it's one question on the front, one question on the back. You're only going to get graded for the one you do the best on. You don't have to do both of them. You could just do one and turn it in, or you can try them both. It doesn't matter.  They're basically going to be reiterations of what you did on your homework. They're not gonna be exactly what you've done your homework Okay, but if you did your homework, you'll be able to answer one if not both of the questions in the homework quiz Okay, the idea of this is to force you to not only do the homework but process the homework think about it Think about what did I do? Okay And and and sort of get ready to use it versus I used it. I'm done with it. I'm gonna throw it away I'll turn it in. I don't give a shit when I get it back. I don't care. No. No, I want you  to do the homework to learn so that you can demonstrate your learning when you come in and take a homework quiz. They're not the most challenging quizzes in the world. Sometimes I slip up and I give you a really hard one and I'll go easy on the grading or whatever, but don't worry about that. The grading of these is really quick. You'll get your grade back on a homework quiz by the next Tuesday. So if you collect homework in a course like this, it can take a long time to grade it. So the grading of the homework quiz is really quick.  really quick. I can't remember what else is good about homework quizzes, but people tend to like them, I'll say that. When you take the quiz, and I should stress this, when you take the quiz you're allowed to use your homework. You can use the notes from the course. You can use anything except Google. So if you have everything on your computer, you can use your computer, just don't Google. And I will walk around the room surveying, hopefully no one's using Google.  I'm not going to do any hardcore physics today.  my office hour slides. Yeah, and then you're going to have a midterm exam in class. That midterm, which I'll schedule a little bit later on, will, once again you can use anything that you have, but it will largely be you going back and studying not just your homework, but the solutions to homework that I've provided you. Okay? So it's going to again be exam length, so it'll cover the entire hour and 15 minutes, but it's  basically just going to be a reiteration of various homework questions. Okay? Because I don't want you to just do something in this class and then forget about it and move on. Okay? And then your final exam will be take-home. Okay? Am I missing anything? Can anybody think of anything I'm missing? I can't remember. So, yeah, there's some really nice guy in Europe somewhere, I can't remember where. I think I linked it in the course website. Anyway, he took my lectures, my lectures, like the YouTube  recordings and completely transcribed them and created two books. They're PDFs, but they're books. They're basically all of my notes from this course. So, and those are linked from my webpage. So that's what I would call the required text. It's totally free. There was a book I used to teach this class out of. I just kind of don't like it, but it was the only undergraduate particle physics book that I could find. So I used it for a few years. Now I'll just give it as a recommended text, but I don't want to bother with it unless you really want it. I'll give you whatever  formula sheets from that will be useful to you later on. Yeah. I think that's it. Are there any questions about the logistics of the course? Okay, good. All right, let's get going with today. And I ask you to send these to me by noon on Thursday. That way I'll have enough time to process them and make the deck. Okay. All right. So...  So what I'm going to talk about today is not really, it's sort of summative of what we're going to be doing, but it's not really reflective of the level of calculation that we're going to be engaged in. And by the way, you know, the prerequisite for this course is intermediate mechanics. That's basically because we're going to use Lagrangians, but we're not going to use Lagrangians the same way you use Lagrangians in intermediate mechanics. So as long as you just are willing to accept a Lagrangian from  me, then you're going to be fine. And hopefully, how many of you learned special relativity in modern physics? OK, we're going to fix that. Because you tended to learn it completely crap-wise. Anyway, this course is called Particle Physics. And it's kind of funny. That's the official name of this course. That's the worst title you could ever give this course. There's no particles in this class.  I think that was actually the name of the book. I think so. I was like, oh, I should name the course after the book. And I don't use the book anymore. So why don't I change the name of the course? I don't know. But anyway, I think that this title is really sexy to you all, right? Particle physics, yeah. No, this is shit. OK. So what we should really call this course, and I'll write this out, is physics at the end. If you can't read my writing, I'll be posting.  Yeah, by the way, pretty much everything I'm writing on the board will be in my notes that I will post on the website the evening after I give them. And then you can also hopefully see them on the YouTube video. So if you just want to sit back, relax, you know, you can do that, or you can take notes. It doesn't matter to me. Physics at the fundamental... Where am I? Frontiers. With which...  We are currently confident.  about whether string theory is actually a true story or not, okay, but what we're going to cover in the class is definitely well accepted and reasonably well understood, okay? So, yeah, so I mean, I don't want to read these paragraphs to you, but I, well, I don't know, I don't read it. Okay, yeah, and anyway, just notice at no point in this is the word particle there.  And you'll understand what I'm talking about in a few minutes, okay? But, you know, you think particles play an important role, but particles are just an aspect of a more deep and well-defined thing that we're going to be using. Okay, so I want to start with some high-level nomenclature, and I'm going to explain this in more detail today through examples. But this is something which I feel like is not explained to very many physics majors in their courses, because the courses that you take are generally just, we're going to work in this context, electromagnetism.  And so they don't sit back and go, what is electromagnetism? Okay, well, we're going to be looking at fundamental physics. So I think giving you sort of the meta description of this is a theory, this is a model. Okay, I think that's actually a valuable tool. So let's start off with what we might call a framework, which often is applied with the nickname mechanics. And this is a framework  for describing the evolution of a system. Okay, so can anybody give me an example of a framework in physics?  You're going super complicated on me Sam. I was looking for a really simple answer. Say it again? No. That's exactly the wrong answer. Thank you for providing that one. Yes. Newton's laws. Yes, Newton's laws are a framework in a certain sense. Do you have one? Yeah, yeah, Newton's laws are a framework. Okay.  So I would say, you know, some of the examples are classical mechanics, quantum mechanics. Those are frameworks for describing the evolution of a system. They have a lot more ingredients, like what you can and can't measure, da da da da da. What's important is that when you're working in a framework, you can describe things and do things without actually identifying what's causing stuff.  itself makes sense even before you put into it that I'm gonna apply it to electromagnetism, or I'm going to apply it to sound waves or whatever. Okay, quantum mechanics can be defined outside of the context of a particular force. If you throw a force in the story, then you're talking about a theory. Okay, so a theory is a framework applied to a particular context.  It's gonna be really hard to hear with that humming, so we're definitely gonna move to the other room. Whereby context are largely mean force, okay? So, here is an interesting, I so wish I had my deck of cards, because I already have so many questions for you, but you can just raise your hands, all right? Special relativity, framework of theory.  Framework? Okay. General relativity, framework or theory? Who says framework? Raise your hands if you guys are, who says theory? Okay. Well it turns out special relativity is a framework. It's just a way of describing the motion and you know, it's basically a kinematics sort of thing without necessarily  being applied to any particular force. You might say, what about light? Light's the photon of electric... No, the speed of light, it should be called the speed of massless objects. Anything massless has to travel at the speed of light, that's a given. It's just the only massless thing they knew about was the light. So they said, oh, speed of light. No, it should be called speed of anything, massless. But anyway, we'll just forgive them for that. At any rate, special relativity can be applied to any theory. General relativity, though, is a theory of the force of gravity.  The name says what's confusing is general relativity, generalization, special relativity, it wants a framework, but it's basically, nope, general relativity is actually a theory of gravity. You can throw other forces in if you want, but the main content of general relativity is a theory of gravity. So I would say general relativity is a theory, whereas special relativity is a framework. Okay? Last but not least, we have what is often called a model. And a model is an effective,  theory, whoops, effective theory, not that, I'm getting ahead of myself, theory that requires some inputs that are not predicted by the theory itself.  but are selected to match desired behavior. So a model is where you have a theory, but the theory that you're working with has certain numerical parameters which the theory itself cannot predict the values of. So to get the values, you have to do experiments.  You have to measure them. And then you say, these are the ones I'm using. You could obviously adjust those parameters and you could get different sort of variations of the theory. They might or might not be applicable to the real world, because the real world's got a certain set of values. But at any rate, this is a model. It's basically a theory with some unknown parameters. Now, what we're largely going to be working with in this class is a model. In fact, it's in the name, the standard model.  So the Standard Model is a theory, so it focuses on some very specific forces with a very specific framework, but there are some values in the Standard Model which the Standard Model does not predict. So for right now, we just rely on the measured values. The hope is that in unification pursuits, be it string theory or whatever, that hopefully we'll have a theory in hand  predict everything, it doesn't have any inputs. And string theory, it turns out, predicts everything in it. Okay, but we haven't yet established string theory is the true story. Okay? Now, I just want to put this out there. Not everybody agrees with this particular use of these terms. This is my understanding, and a lot of people would say, that makes sense, but not everybody directly agrees with this. So, you know, don't go and spread the word, because like, Mark Lutz might go, that's not a brain, more, that's a theory. Anyway, I'm just kidding. All right, so let's start by establishing  What is the appropriate framework in which we can work in this course? Because we have to know our framework and then we have to look at the theory and then we'll count the number of specified parameters in our model. But let's start with the framework. So this is where we will very quickly find ourselves getting rid of the word particle. All right, so I'm going to do some comparisons between frameworks because this is perhaps  That's one of the best ways to understand what I mean by frameworks, and then also some of the domains of application of a framework. So let's start with what you first learned in physics, which you could largely call F equals ma. But I'm going to call it non-relativistic or Newtonian.  physics. Okay, so this is going to be our first category of frameworks. Okay, now remember you can put any force you like into this framework, but we're just going to look at the framework itself. So first of all, non-relativistic Newtonian mechanics is obviously valid for low speeds. Okay, so you can't have things moving too fast.  fast, otherwise it's not valid. The space and time upon which you formulate this framework is that you're working with a three-dimensional space plus an absolute time direction. Okay? And when I teach general relativity, I actually tell you what this geometry is, and what's important is that it's a hell of a lot harder than a relativistic geometry.  But we're not gonna get into that detail in this course, but this is the sort of geometry that you're working with if you're doing non-relativistic mechanics. One of the sort of principle ideas, there's a ton of things I could write down, but I'm just gonna write down one, and then I'll compare it in other models. Basically, the non-relativistic setting is in terms of frameworks specified by Galilean relativity.  which can be captured in the following example. So if I have a reference frame, which I'll call S' and I have moving in the reference frame S' a particle with a velocity V'. Okay, so V should have a vector sign over it, but we don't need vector signs because we're way beyond physics 100. But anyway, if there's a ball and if you're  in S', that means you're standing at rest with respect to the axes, you're going to see this object move with a velocity V'. Now, if there is another reference frame, which we might call S, such that the frame S' is moving with respect to S with a velocity U, then the question might be, what is observed in the frame S'?  That is, if you instead consider a person who is standing at rest with respect to the... So this is moving with respect to this. Unfortunately, I can't do animation on the board. Yeah, I'm going to develop that. Anyway, otherwise this thing would be... Okay, so just... Anyway, this one's standing at rest, and he's watching this move to the right at you. He's at rest. This is not going to be any overall velocity. So the question is, what is the velocity of this with respect to the other person?  to this observer and you all might or might not know this answer. The velocity seen by this fellow is simply the velocity of this plus the velocity of the frame. Okay, that's Galilean relativity. It's a super simple equation, but it's true. Okay, so again, this is as seen in S and this is seen in S prime. And the relationship between these two frames is this velocity, u.  Now, let us generalize this framework to what we might call relativistic mechanics. Where by relativistic I mean special relativistic, I'm just not gonna write that up there. Because these are frameworks, so I should only be talking about special relativity, not general relativity.  So, valid for? Valid for? All speeds. Exactly. You can apply this to something which is standing still. Still going to give you the right answer. But you can also apply it to something which is moving very close to the speed of light. It'll give you the right answer. That won't. Okay?  I hate those students coming and going, special relativity works for fast moving things. No, this is true at all speeds. And that's an important observation which I'll rely on in just a moment. In this situation, the geometry is that of a 3 plus 1 dimensional space time, where we can now combine space and time together, okay, in a pretty straightforward way which we'll look at in detail over the next couple of lectures. Okay, 3 plus 1 instead of 4 because you do want to make sure  that the spatial are identifiable from the time. So that's why we write 3 plus 1 versus just 4. And then this framework is largely rooted in the idea of special relativity, which I can illustrate by the corresponding analogy to this. So I'm going to share the exact same pictures, because these pictures are fine in either framework,  It just turns out that the result is different. And many of you probably recall that in special relativity, the expression for the velocity seen by this observer in terms of the velocity of the relative reference frames and the velocity in this frame is given by v prime plus u divided by 1 plus v prime u over c squared. OK?  Now first and foremost, one of the most beautiful parts of this is that if V prime is C, what is V? You don't need the formula. If V prime is C, what is V? Everybody sees the same speed of light. Now you can see it here. If V prime is C, then this is C plus U over one plus U prime.  over c. What is that? Can I see it? So if I factor out a factor of c from this, it will be c times 1 plus u over c, 1 plus u over c. Everybody got it? OK. Anyway, you hopefully expected that. If you've learned anything from relativity, it's that every matter  sees the same speed of light no matter how you're moving. Now, one of the important observations is that this, valid for all speeds, is a generalization of this. Remember the title of this course is Fundamental Physics. We want the ingredients that will work at any scale, at any  any speed, okay? So we need to work with relativistic mechanics, all right? We're not really gonna make use of this very much at all. But of course, there is a limit in which if this condition is true, and we'll write this condition in just a moment, then you can replace the calculation you do here by the calculation you do here, and you get pretty much the same answer, okay? So what is the condition that takes this and reduces it to this?  Say it again? Low speed for what? I have two speeds in this problem. I have U and V prime. Which one has to be low? Well, U is between the reference frame and V prime is the motion of this object in this reference frame. Which one of them needs to be small? Say it again?  So you just tried both answers and I said no to both of them. You said u and you said v prime? Yeah, I got it backwards, but short-term memory is gone. Anyway, so no, no, no, look at it. Look at the expression. I want this to turn into this. What is it? It's the product. If v prime u is much, much less than c squared, then this term goes to zero and this reduces to that. Okay? So hopefully you realize  I could take this and just set it, you know at a really really high speed and Even the smallest shift in you is going to force me to use this Okay, or I can take a ball which is you know moving very slowly here But if I boost the frame a hell of a huge amount I will have to use this Okay So there's different ways of establishing speed you can have a speed at which something is moving or you can have the speed the  relative speed between two reference frames. If the product of both of them is less than c squared, then you're done. Okay? You have to use relative mechanics. Now, just to give you an idea of why we need this, when we do an experiment, we often approach speeds of .9999999 c. Okay? So we're trying to develop something that can be  used to describe experiments that are performed at this speed. This is 7 miles per hour smaller than the speed of light, in case you wanted to convert it. But again, most importantly, this is valid for all speeds, and we're after fundamentals. So we should be working with tools that are more applicable than these restricted things. Any questions about that?  All right, so now let us consider a different comparison of frameworks. Oh, I shouldn't have erased. I'm just gonna stick something really big in there, okay? So there are some more categories to which you can apply non-relativistic or Newtonian physics.  First of all, this is valid for large, decoherent systems. That might or might not be clear, but when I put up its comparative framework, you'll be like, oh, I know exactly what you're talking about. It's deterministic.  is given initial conditions and dynamics, solution is unique. So if you take whatever dynamics you're working with,  whatever force you're working with, and then I give you the appropriate initial conditions, you can solve the equations of motion, and you can figure out what's going to happen. That's what we mean by deterministic. Okay? And then last but not least, you can use, at a more sophisticated level, either Hamiltonian or Lagrangian mechanics, okay? And these give you the equations of motion, okay? And then coupling these with the boundary conditions gives you, for example,  how the position of an object changes with time. Once you've got this, you've got everything. Because you take the derivative, you get the velocity, you take the second derivative, you get the acceleration, you get all kinds of interesting stuff. So you can define this through the H Hamiltonian or the L Lagrangian. What do you think is going to be the generalization of this framework? Quantum mechanics. In particular, I want to be careful, this is going to be  non-relativistic quantum mechanics. I love that they use the word mechanics in quantum mechanics because it's a framework. In a few minutes I'll complain about the name of something which we're going to use regularly, so I just want to point that out. This is a good name. What we're going to use has a bad name.  Okay, turns out quantum mechanics is valid for all systems. Okay, you don't have to be decoherent, you can be coherent. Okay, you can put everything in the exact same state. That's the idea of a Bose-Einstein Condensate. You can't use Newtonian mechanics to describe what's going on in a Bose-Einstein Condensate, forget it. But you can use quantum mechanics. Okay, I can use Newtonian mechanics to describe a ball dropping.  but I can also use quantum mechanics. Okay. Probabilities, instead of being deterministic, we get probabilities. Oh my God, probabilities, there we go. I can't spell the damn word. So if we're given initial conditions and we're given initial conditions,  And dynamics solutions are actually probability distributions for possible behaviors. And just as an example,  Hamiltonian and Lagrangian, we can take the Schrodinger equation, which is of course written in terms of the Hamiltonian, and then we can couple this with some boundary conditions, and this will give us psi x of t, which is the wave function, and then the probability arises from complex squared psi.  We've seen this in modern physics, if not in 320. But in quantum mechanics, this is the huge step which caused the hesitation to do it. We take the deterministic part of Newtonian mechanics, where you can say, this is what's going to happen, and we have to replace it by this probability story, where we say, I can't tell you exactly what's going to happen. I can tell you the possible outcomes and the probability of each.  but in rare instances is the probability one. You can't cook up something where the probability is one, but in general, it's a distribution of probabilities. An interesting observation. Here, we got a differential equation, we supply the boundary conditions, and the solution is what's gonna happen. Why is it that we have a differential equation  which we feed boundary conditions, and yet this gives us a multitude of possible solutions versus a single solution. Like if I've got a differential equation and I give you boundary conditions and you solve it, you get one solution. I mean, you're not getting many solutions with associated probability. So why does it, like how does this, what's the difference?  What's the difference between this scenario and this scenario? Anybody? The complex element is important, but it actually doesn't play a role in what I'm asking.  So this is the generalization you said? Do you have? I don't know. In quantum statistics physics, you're like, the differential equation is like coordinates, like space, but in quantum it's like the wave function, which is different.  All of those possibilities all have to interact with each other in quantum mechanics?  fundamental issue which you can see at the level of differential equations. Forget about the context or the physics. Differential equation plus boundary conditions gives you a unique solution. Differential equation plus boundary conditions should give you a unique solution, but it doesn't. Why?  So that's the impact of doing measurement in quantum mechanics. But before we even talk about measurement, I'm simply pointing to, just in terms of the language of differential equations, why does this differential equation with boundary conditions not give me a unique solution? Yes. Either one of you.  Rather than the quantum mechanics not giving you a unique, they all give a set. Is it because it's an ordinary versus a partial differential equation?  So this is a second order differential equation, you need two boundary conditions, right? You can give the position and the speed at the initial time. Can you give the position and the speed together in this context? No, they don't commute. The non-commutivity of these certain degrees of freedom, like position versus momentum, basically, but you could call it position versus speed, they don't commute, so you cannot specify both of them simultaneously.  impossible. They don't commute. If you measure the momentum and then you measure the position, you've screwed up the value that you got from momentum. So the set of boundary conditions that you're using here is smaller than in this case where these are a complete set of boundary conditions to give you a unique solution. You simply don't have a complete set of boundary conditions in this case. That's why you don't get a unique solution. How many of you learned that in quantum mechanics? How many of you learned this particular detail in quantum mechanics?  Yeah, okay. Anyway, I don't want to get too long. All right. So we do have a correspondence which reduces nonrelativistic quantum mechanics to Newtonian mechanics, but it can be given in a gazillion different ways, okay? Because there's a lot of different limits you can take and so forth and so on. The one that I like, and again, this is just one, is to take the action, which is basically the integral of the Lagrangian with respect to time,  as long as this is larger than h-bar, then you can use the Newtonian physics approximation. Okay? So it turns out that the action, which is the integral of the Lagrangian with respect to time, this is what you base the action principle on, and you derive Lagrangian's equations from that, this has the same units as h-bar. Interesting. But anyway, so if this is actually larger than this, I'm comparing two numbers that have the same units, that's an important comparison. If this is larger than h-bar, then you can use the classical approximation.  Do we need quantum mechanics? We're gonna be studying fundamental, super tiny things, so yes. But more importantly, we're trying to do fundamental physics, and so we want a description which is valid in all cases, not just a particular special case, all right? So that's where quantum mechanics is going to come into the story in an extraordinary way. So now, this leads us to the need for two things, relativistic mechanics.  and non-relativistic quantum mechanics. So we need non-relativistic quantum mechanics, but we need relativistic physics. So what do we need? Relativistic quantum mechanics. Yes, relativistic quantum mechanics. Relativistic. See, I told you, I would have drawn your card and said, yeah, answer it.  it seems like everything's going to work  It's there, right? But it turns out it won't work. Okay? Let me give you a naive argument for why it won't work. In quantum mechanics, remember that we rely heavily on this idea of normalization of the wave function. That is, this thing is the probability that the particle  where this is maybe from minus infinity to infinity, that the particle is somewhere. So if I'm applying this to a particle, the particle has to be somewhere. So if I integrate the particle's wave function over everywhere, it's a one-dimensional system, by the way, if I integrate it over the entire x-axis, I've got to get one. This normalization just gives us the ability to establish probabilities.  But in special relativity, we know particles can be created and destroyed. Special relativity provides us a picture where a particle exists, and then later on it doesn't exist.  How does this play out in that scenario? Does the integral go from one to zero? Okay. So, now to get around this problem, what we can do is we can take quantum mechanics and we can introduce what's called a Fox space of states. This is an extra degree of freedom over and above  of motion, okay, with positions of velocities, but then there's also going to be this Fox space of states. And an excitation of the Fox space of states is the creation of a particle. And then the annihilation of a particle is the reduction of the Fox space back to, you know, its flat configuration. This does work to some degree. This is how you do relativistic quantum mechanics. But it turns out, A, it's hella hard  do and b, it's not grossly applicable. We need something more powerful than relativistic quantum mechanics, which is just basically smashing these two together and adding in some Fox bases. And it really is F-O-C-K, Fox bases to say the least. Okay. So where do we end up? Well it turns out, and remember when I said the naming of some  something kind of irritates me, but I've just got to accept it, well, this is it. It turns out that a much, much better tool to apply is quantum field theory, which many of you have heard of. Okay? Now, first and foremost, as I say in the course description,  point out, in principle, doing the material we're doing in this course at full depth would require that you first and foremost study quantum field theory. These are typically graduate level courses at institutions that even have them. We don't have one here. Okay? I have made this course such that you can figure everything out and do everything without a deep understanding of quantum field theory. You'll get an internal  understanding of it throughout this course, but we won't dig into the trenches of it because it's a very, very technical subject. Fortunately, the story I'm going to tell doesn't really rely on the technical details. We will go over some of the highlights of it. But this is definitely the framework in which we are going to work. Now what's disappointing about the name? It's quantum field theory, but it's only a framework.  I don't get any force you want in quantum field theory. So quantum field theory is really a framework, not a theory. Because you can apply it to many different forces or whatever, systems, degrees of freedom. It's really a framework, but it's just called quantum field theory for some stupid reason. I don't understand it, I am not gonna change the name. Okay? Now, say it again? It doesn't sound better? I mean QFT, it just rolls off the tongue. QFT. Anyway, all right, so.  Let me give you sort of a cartoon picture of what quantum field theory is, and then I'll give you some of the advantages that it plays. So first of all, let me very quickly go through what is normal and non-relativistic quantum mechanics, or non-relativistic mechanics. So a particle is basically a point-like object, and how this goes, and it's evolving with time, and so we might consider plotting its motion  in X as a function of time. And then this particle basically follows some either specified or probabilistically interpreted path. But the point is that a particle is a dot that has a position on the X-axis, and that position can change with time. That's what we mean by particle physics. For a field, what we have is a field  different letter, phi. And phi is a function of position and time. So the way you should think of a field is in terms of a three-dimensional plot, where you're thinking about the field as a degree of freedom, which is in a sense not a part of space-time. Here the degree of freedom is  degrees of freedom are intimately tied to space-time. Your position is your degree of freedom. Here though, this axis is not a part of space-time. This is the phi axis. Space-time is entirely in this lower plane. So a field is defined everywhere in space and in time. So if you had a solution to the equations for a field, it would basically  form like a surface. All right. Now, there is a correspondence principle, okay, which will let you take a field theory and reduce it to a particle theory. And the idea underlying this correspondence principle is basically saying, I'm gonna take the field and I'm gonna make it perfectly flat everywhere except at a few points.  very isolated locations. So this is just a solution for the field over all of space and time. It's zero everywhere except at a few points. These behave like particles. Okay? By no means is this the only thing that's allowed. You could have a solution which is all wavy and crazy. Okay? So what does QFT achieve?  First and foremost, it allows non-perturbative phenomena. Okay? By which I mean, if the only things you ever think of in the world are particles, then that means you're only looking at these pictures. These pictures don't have any particles.  those seem radically interesting. These you cannot get from just looking at a bunch of these little dots. This is called perturbative application. You're basically just looking at tiny fluctuations and you're using perturbation theory, which we'll use. This is definitely non-perturbative. This is a huge change in the field, okay? We will look at a very specific example of that called the Higgs mechanism, all right?  Quantum field theory allows this, relativistic quantum mechanics doesn't. That's why we're trashing it, okay? But there are other reasons why we're gonna trash it. First and foremost, this is probably the most impressive insight that you get from quantum field theory. It gives a natural origin of identical quantum mechanics.  particles.  of a gazillion particles. I don't even know how many zeros are in a gazillion. But anyway, it's composed of a lot of particles. They're in certain categories, okay, which we'll eventually realize is called flavor. But anyway, every single electron is absolutely 100,000% identical to every other electron. Why? I mean, electrons on one end of the universe are identical to electrons on the other end of the universe. Why? Why is every up quark exactly like every other up quark? Why? Because  Here's the wonderful interpretation. The universe is filled with one electron field. One. And one electron is just a bump here in the field. Another electron is just a bump here in the field. That they have exactly the same properties is born from the idea that they are just excitations of a single electron field. Same for quarks. Okay?  You probably were just charged with not thinking about it, or has ever looked around the universe because no one wanted to teach you quantum field theory. I'm not afraid. Although I'm not going to teach you quantum field theory. It yields, this is something which you've used a gazillion times, but you have no idea where it comes from because you don't know quantum field theory. It yields the Spen statistics theorem.  You've heard it and you've used it, you just don't realize it. So how many of you have heard of spin 1.5 versus spin 1? How many of you have heard of Bose statistics versus Fermi-Dirac statistics? Or let me put it more concretely, bosons versus fermions. Bosons versus fermions are statistics. Okay? You use this  in statistical mechanics. Oh, look, statistics, statistical mechanics. But you use this as an integral part of statistical mechanics. It's basically talking about if I swap two particles, does the wave function pick up a negative sign or not? If it picks up a negative sign, they're Fermi direct statistics. If it picks up a positive sign, it's Bose-Einstein statistics. But anyway, then there's spin 1 and spin 1. Those two things seem completely disconnected, spin versus statistics.  It turns out that there is an intimate connection. If you have integer spin, you're a boson. If you have half-integer spin, you're a fermion. Where does that come from? You can derive it in quantum field theory nowhere else. Okay? So yet again, this is one of the advantages of using quantum field theory. You get this spin statistics theorem, which many of you will see in your quantum course at some point, but it will never be derived for you because you're not taking quantum field theory.  And then last but not least, I'll write this up, but I don't want to talk about it. Natural weights to creation and annihilation operators. This is actually going to play an important role in the Feynman diagram, which we'll  how to work with Feynman diagrams, but that's a perturbative approach. And if you're trying to do relativistic quantum mechanics and you approach a Feynman diagram, you've got a sum of terms and the coefficients in front of each term is completely undetermined. However, if you derive them from quantum field theory, all the coefficients are explicitly determined. Don't worry about that detail, that will make a lot more sense a lot later on.  I've currently sold you on the benefits of quantum field theory as a fundamental framework. It does quantum mechanics, it does relativistic, and it does it all consistently, and it adds in all these wonderful ingredients. This is definitely what we should use. Yes?  It's also described by the quantum field theory?  which the theory won't predict. So what I'm actually going to write down is a model. It's the standard model. Okay? So here we go. And this is, it's going to be a little bit complicated, but not terribly. And by no means in any way, shape, or form should you walk away from this go remembering it or even really understanding it. But that's fine because that's what we're going to spend the semester developing and studying. Okay? So just, you know, take a look at this.  So the standard model. So we're gonna start by the observation that if the standard model is in the framework of a quantum field theory, then every single thing in the model must correspond to a field. And if two things are different, they have to correspond to two different fields. Okay, and we'll count the total number of fields at the end.  either talk about particles or fields. Okay, so I can talk about an electron or I can refer to the electron field. It doesn't matter. So particles slash fields. Okay, so I'm going to start with a category which I call stuff. Stuff is in a sense matter. It's what you're made of.  is just what everything in the universe is made of. It's stuff, okay? And we will say that this is matter, and it turns out that all of the stuff of which everything in the universe is made are fermions.  Every single thing that you are made of is gonna have. Okay. Yes. Standard model. I don't know why I put it in there. There was probably an explanation for why I put it in there in the previous version of this course, but I can't remember what I said. It might be, well, there are extensions, okay, yeah, yeah, yeah, sorry. There are extensions of the standard model where  There are extensives of the standard model where there can be stuff which is non-fermionic. So this is just in restriction to the standard model. Yeah, I think that's my best explanation for it. I could be wrong. It's not that important. The point is, is they're all fermions. And I'll contrast this in just a moment with something else. Now, just to show you how complicated the picture gets, we can take all of these matter particles slash fields and we can break them down into two families.  The first family are called the leptons, and the second family are called the quarks. So we have the leptons, and we have the quarks, and these are different families. And I'll be able to explain the difference in the families in just a moment after I talk about another branch from the beginning, but let me go ahead and finish this story.  If I take all of the leptons, then I can actually break them down into three categories as can I with the quarks These are called generations Okay If I break the leptons down into their three generations, then I get the electron neutrino and the electron I get the muon neutrino and the muon  I get the tau ventrino and the tau. And then for quarks, I get the up and down quark. I get the strange and charmed quark. And I get the bottom and top quark. Okay? These are called dumlets because they all come in pairs. Okay? And I'll explain what these pairs mean in a minute.  in a minute. Can't get there yet. Now each and every one of these is an individual particle slash field. So how many fields do we need? How many fields for matter? How many fields? 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12. That equals 48.  And it does. Okay, so these are times two because it turns out for every one of these, there's an antiparticle. So it doubles the number of these fields. For these, each of these particles can come in a different color, where the word color here is, it's useful, but it does not mean normal color.  Okay, but they can come in one of three colors And then they can come in Antiparticle states Okay, so all together this is going to give us 48 fundamental fields that constitutes the stuff we're made of Okay Now the difference here is super  Simple. The doublet structure is super intuitive. However, the generations, it's not quite well understood. It is understood why we need at least two, but why we have three, it's just, it's not clear. That's a problem that we're still trying to solve. Okay? But now let's go back up here and draw another arrow because we know there's more in this universe than just stuff because what does stuff do?  It does things? Yeah, it does things. What do you mean by things? We call those... interactions. I mean, if this is just all there is in the universe and nothing is interacting with anything else, that's pretty boring, because you won't be here, because you are dependent on the electrons and the protons, electromagnetically attracted to each other, forming atoms, all that shit, you know. If that was all turned off, it would just be soup. Okay? So, forces, which we can call interactions if we like,  Forces are important. Forces have associated particles slash fields, and I actually need to draw this further over because I'm gonna... Forces, okay. In general, we call the particles or fields associated with forces mediators. It also goes by the name of gauge bosons.  or messengers. Well it turns out this can be broken down into a set of three, but the generation structure here is actually pretty obvious. We first of all have a particle called gamma, which is associated with the photon. Therefore, this is the force of electromagnetism.  As a second generation, we have what is called the W plus minus and the Z naught. So we have three of them, and these are associated with the weak interactions. Together, these can actually be combined into what is called the electro-weak sector of the theory.  And this is something we'll talk about in due time. All right? And then there is a different category, which is the strong interaction. And this involves eight particles called gluons. Okay? And this is often called quantum chromodynamics. Okay?  Again, all of this will play out throughout the semester, so I'm just sort of surveying it now. Don't worry if you're not getting something. Okay, first of all, I don't think I wrote it anywhere. Oh yeah, there it is. Sorry. There it is. These are all bosons. In fact, all of these have spin one. Whereas everything you're made of is spin one.  and a half, all of the forces between them are spin one. Okay, hence the use of the word boson. Okay. Now, looking at this, it might or might not be obvious some of the details here. For example, if you want to talk about the difference in the family elements of leptons versus quarks, what's the simplest way to determine whether something is a lepton versus a quark?  If you don't know the answer to that, that's fine. The quarks experience the strong interactions. Leptons do not. That is the first and foremost differentiator between leptons and quarks. In fact, it's the defining differentiation. If you turned off the strong interactions, these would be identical. But it turns out if the strong interactions are there, and they are,  are very different than quarks. Of course, quarks feel it and leptons don't. The reason we call this quantum chromodynamics is directly tied to the idea that these are in three different colors. Where again, it's not actually color, you know, it's just a label and we'll talk about that in due time. Okay? The doublets are a reflection of the weak interactions because it turns out that what a weak interaction can do is it can take an electron and turn it into an electron.  electron neutrino. It can take a muon and turn it into a muon neutrino. It can take a down quark and turn it into an up quark. So the weak interactions are actually why these are written in these doublets. If I turned off the weak interactions, you wouldn't need these doublets. You would just write these as single things. But we have the weak interactions, so we might as well write them in these doublet pairs. Yes?  Can you turn electrons into electrons? Oh, yeah, yeah, you could go both ways. I mean there are issues associated with that. I mean this is a lighter particle than this so this can decay into this, but you can take this and combine it with something and end up getting an electron out of it. But those are just kinematic conditions.  All right, so yeah, so one more quick observation and then I'm just gonna do a really quick survey of what we're gonna do in the course and then I'll let you go. Typically, now I wanna, oh, sorry, sorry, there's another branch, I forgot. Oh boy, I'm gonna run out of room. There is one more branch. Anybody guess what this branch is called?  This is called God. Well, God, right? I mean, if you do, that's fine, but this is a specific God. Okay, this is the Higgs particle. All right? The Higgs is a spin-zero boson. Okay, so I have spin-one,  It's going to have spin zero. If you knew or don't know the role the Higgs plays, you'll learn it in due time in this course. But nonetheless, there are fields in the standard model for each and every one of these. So there's one, two, three, four, 12 force fields. They're all fields. There's 48 matter fields, and there's at least one Higgs field in the standard model.  Now, let me finish with what I was going to say. Typically, we see the lightest lepton field. So in the universe, the universe is largely comprised of this set. Rarely does this or this happen. That's because these are more massive than this. As here, these are written in terms of increasing mass. So these are rare compared to these.  took  to this, because these are quarks and these are leptons. These still have strong interactions, these don't. So the lowest you can get here is this, and the lowest you can get here is this. That's why the universe is filled with these and these. Okay? You see these all the damn time, electrons. You think there are any electrons in this room? I bet there are. You don't see these very often, but they're there. These just are the most weakly interacting particles in all of the standard model. They are filling this room.  You just don't know it. Okay? These are there all the time. However, these cannot be in existence alone. You can't have an up quark alone. You can't have a down quark alone. Okay? There is a puzzle in particle physics or quantum field theory which is still to be solved. So if you solve it, you know, buy you a ticket to go get your Nobel Prize.  But anyway, it turns out that quarks cannot live individually. They have to be bound in what are often called colorless configurations. This basically comes in two types. You can either take a quark and an anti-quark. The bar just means it's an antiparticle. That's the notation we're going to use, and I'll reiterate that throughout. If this is red and this is red, well, this is red and this is anti-quark.  anti-red so the total color is zero. Okay? And I can't take two quarks and do that. Because if this is red and this is red, it's still red. The anti-red cancels the red. Okay? But if this is red and this is blue, this doesn't work either. Because red does not cancel anti-blue. Does that make sense? Okay? So you can have them in these two component forms, or you can do three  And as long as the colors of each of these are different, if this one's red, this one's blue, and this one's green, those are the three colors. If you have all the colors together, then that's called colorless. It turns out these are the only two configurations of quarks in existence. This is called a meson, and this is called a baryon. Mesons can obviously decay, because they're made of a particle in an atom.  You know, relatively telling you particles and antiparticles, they can disappear. This can't. Which of these do you think we see more in the universe? Baryons, what are they called? Protons and neutrons. Protons and neutrons are baryons. They're a collection of three quarks. Protons and neutrons and electrons are what the entire universe is made of. Neutrons can decay. Yeah, they decay into protons.  So I should say this particular configuration, which is the proton configuration, is the only stable one. However, neutrons can have elongated lives as long as they're in an electromagnetic configuration corresponding to the nucleus of an atom. Because then their strong interactions can actually stabilize them. Not indefinitely, a neutron will eventually decay, but it's got a really long lifetime compared to every other particle that can decay. So that's an interesting observation.  So that's the standard model layout. I actually write down the formal superpositions here, which you can look at on my notes. It's not really insightful at this point. But you might ask, okay, so here's all this stuff. How many free parameters are there? I mean, how many, you know, there are 48 of these fields. I have to give each of them a mass. So there's 48 mass terms. These need mass terms. This needs a mass term.  parameters are there? Well, it turns out that not every mass is an individual unique thing or whatever. A lot of these properties of these fields can be deduced from one another and it turns out at the end of the day there are 19 parameters which cannot be determined by the theory. You have to go out and take measurements of those 19 parameters. And this number actually fluctuates  a bit and I should say I should start off by saying in this class I'm going to work in the simplistic approximation which people here are definitely working on is that these Neutron or sorry neutrinos are massless Okay, that's an up. That's a an old It's it's it's a good approximation because if they have mass there, it's a very very light mass But we're gonna work in the zero mass neutrino limit however, there's questions and there's enough evidence now for us to assume that these  These actually have a non-zero mass even though it's really, really tiny. But we're not going to get into the details of that because that's crazy. All right? So let me very quickly just write up a brief sketch of what we're going to do this semester and then we'll get the hell out of here. And I'm sorry for running late, but I want to just get through all of this so we can get right into it next time. So in this course, we're going to start with what I might call the formalism. And it's funny because  I  Remember, that's what I did in that course too. We developed the theory and then we used it. So under formalism, what we're going to do is we're going to develop a systematic approach to transformations and symmetries. Symmetries, as it turns out, is the underlying fundamental ingredient of everything we're going to talk about.  of the other force, which we're never going to mention in this class, that is gravity. Each of those forces, all three of these and gravity, can all be formulated in terms of asymmetry argument. And I'm going to do it for these. Do you want to learn about gravity? Take general relativity. We're going to review, that'll be next spring, we're going to review special relativity, hopefully in a language which will make it make sense.  compared to what you might have learned in your modern physics class. We're going to review some Lagrangian mechanics, just enough to use in this context. Now we're doing the Lagrangians for fields. We're not doing the Lagrangians for particles. So they're gonna look different than what you worked with in intermediate mechanics. We're going to develop Lagrangian mechanics  for scalar, spinner, and vector fields. Okay, obviously we need to know about all three of these because they all play a role in the standard model. Okay, if you're talking about the Higgs, if you're talking about matter, if you're talking about forces. Okay, so we need the Lagrangian for each of those. We're going to introduce  interactions through local gauge invariance. Okay, so this is the symmetry argument which underlies the fundamental interactions. And then we will discuss spontaneous symmetry breaking and behaviors and the role of that place. Okay, and then we might, if we have time, look at some other  interesting topics in the formalism side of things, but that depends on time. Then, when we turn our eyes to calculations, we're going to lay out an approach. We're going to review perturbation theory. And I'll use a really basic  So this is a basic outline of perturbation theory. We're not going to go through the levels of perturbation theory that we went through in our, or that you might see in your quantum mechanics course. This will be a really intuitive sense of perturbation theory. We're going to develop and apply Feynman diagrams, which I know all of you have heard of. Or actually, I shouldn't say diagrams, I should say calculus, which includes the diagrams.  To use a Feynman diagram, it's not just about drawing a picture. You draw the picture and then you use that to calculate something. So that's what we're going to learn is how to calculate with it. We're going to review classic, not classical, but classic calculations. So we're going to use the Feynman calculus to calculate decay rates or scattering amplitudes. Those are what I call classic calculations. They're the calculations that have been done a gazillion times for accelerator data comparisons. So decay rates.  and scattering amplitudes. And I'll go over the details of all of those when we get to them. And then, at the end, we'll look at a very interesting and informative topic called renormalization. Renormalization is something which has intuitive roots, okay, but is actually one of the most important alarms saying this theory of the standard model is not complete.  There's something else beyond it and renormalization will take us to that. But that will be at the very end of the semester. Any questions? All right. See you Thursday. Please remember to send me your photo, picture, even if you're just auditing the course. That's the word I was looking for. If you're just auditing the course, please send it anyway. The questions are harmless. Don't worry about them. Then do send it.  チャイブ"
    }
]