[
    {
        "audio": "processed_audio\\video1\\output.wav",
        "text": " Hello everyone, this is Sriyash here, your physics master teacher at Vedantu. And today we are going to revise the entire chapter of Rayoptics which is very important for GE, NEET as well as BOTS. So just before your examination or while you are preparing for this chapter or revising through the problems, make sure you put on your earphones and see this video again and again so you can brush up all the concepts as well as the formulas. So let's get started.  rays converge at a particular point like it's shown over here and it produces a crisp image on the screen. Yes, real images can be obtained on a screen like the one shown over here using some lenses or mirrors. Now the next kind of image that can be formed is a virtual image and a virtual image is formed when the rays appear to diverge from a particular point like the one shown over here and the best example for that is observing an object using a magnifying glass. So you are on the other side and the image formed over here is virtual  you cannot touch it. It gives you just the feel as if it's there on the other side. Next, let's talk about reflection. Now, the first law says that the incident ray and the reflected ray both make the same angles with the normal drawn to the reflecting surface. Not just that, the incident ray, the normal, as well as the reflected ray, all of them are in the same plane. And remember, these laws are not just valid for plane mirrors, but also for any kind of curved or spherical mirrors. Now, let's discuss the different properties of the images formed by a plane mirror.  Like you can see over here, the image size and the object size are always the same. Not just that, the image and the object are equidistant from the mirror. Also remember that the image formed by a plane mirror is virtual. That means you cannot go behind the mirror and find the person behind you. Not just that, it's erect and it is laterally inverted. That means the left of the person is the right of the person inside the mirror. If you take a mirror and place it in the path of light, then the path of light gets deflected by a certain angle.  angle is called as the angle of deviation which is the angle which the reflected ray makes with the incident ray and that angle of deviation for a single surface is given by 180 degrees minus 2 theta. Now if you take a mirror and you rotate it by a certain angle theta then the reflected ray rotates by twice the angle which is 2 theta and if you have two mirrors inclined at a certain angle theta then the reflected ray's deviation with respect to the incident ray  is independent of the angle of incidence but in fact it depends only on the angle between the two mirrors and the final deviation is given by 360 degrees minus 2 theta. If you take a mirror at rest and you take an object and move it towards the mirror you will see that the image velocity is equal to the object velocity but with a negative sign because the directions are opposite and all of this is with respect to the mirror. But if you keep the object at rest and move the mirror itself with a velocity of  be then you will find that the image will move with twice the velocity as that of the mirror. Now you might have often visited a barbershop or a saloon where you find multiple images of yourself on either side. The reason why this happens is because your image formed by the reflection from the first mirror is going to be the object for the next reflection and that image will be the object for the next reflection and that's how you figure out all the images formed by multiple mirrors. Now that we have spoken about plane mirrors,  Let's talk about curved mirrors. Concave and convex mirrors are nothing but a part of a bigger spherical mirror. When you silver the outer surface, it becomes a concave mirror and when you silver the inner surface, then it becomes a convex mirror. The center of the bigger sphere which the mirror is a part of is called as the center of curvature and the radius of that bigger sphere is called as the radius of curvature. The pole is the center of that curved mirror and the line which passes from the center and the pole is called  as the principal axis. When you have parallel rays which are incident on a concave mirror they merge at a particular point but in case of a convex mirror these parallel rays appear to diverge from a particular point. That point is nothing but the focal point and is also known as the principal focus. The distance between the pole and the focal point is called as the focal length of that particular curved mirror and the relationship with the radius of curvature is given by  are divided by 2. If you geometrically want to locate the exact position of the image then you just need to follow some simple rules. Also remember you just need two rays to locate the exact position of an image formed by a point object. Now the rule number one says that when you have a ray which passes through the center of curvature or appears to pass through the center of curvature it retraces back the same path. The rule number two says that when you have a ray which is parallel to the principal  you "
    }
]